{
  "Comment.nvim": {
    "branch": "master"
  },
  "bim.nvim": {
    "branch": "main"
  },
  "blink.compat": {
    "branch": "main"
  },
  "cmp-dap": {
    "branch": "master"
  },
  "codecompanion-history.nvim": {
    "branch": "main"
  },
  "codecompanion-spinner.nvim": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "comfy-line-numbers.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "eldritch.nvim": {
    "branch": "master"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "github-nvim-theme": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glance.nvim": {
    "branch": "master"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markview.nvim": {
    "branch": "main"
  },
  "mellow.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.basics": {
    "branch": "main"
  },
  "mini.bufremove": {
    "branch": "main"
  },
  "mini.extra": {
    "branch": "main"
  },
  "mini.files": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.map": {
    "branch": "main"
  },
  "mini.misc": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neogen": {
    "branch": "main"
  },
  "nfnl": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls-extras.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-lightbulb": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navbuddy": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-spider": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "oasis.nvim": {
    "branch": "main"
  },
  "oxocarbon.nvim": {
    "branch": "main"
  },
  "parinfer-rust": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "popup.nvim": {
    "branch": "master"
  },
  "pretty_hover": {
    "branch": "master"
  },
  "reactive.nvim": {
    "branch": "master"
  },
  "remote-sshfs.nvim": {
    "branch": "main"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "sora": {
    "branch": "main"
  },
  "tabby.nvim": {
    "branch": "main"
  },
  "teide.nvim": {
    "branch": "main"
  },
  "telescope-zoxide": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "themery.nvim": {
    "branch": "main"
  },
  "tiny-code-action.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "treewalker.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "typescript-tools.nvim": {
    "branch": "master"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "vim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yuck.vim": {
    "branch": "master"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
