{
  "Comment.nvim": {
    "branch": "master"
  },
  "auto-session": {
    "branch": "main"
  },
  "baleia.nvim": {
    "branch": "main"
  },
  "blink-cmp-conventional-commits": {
    "branch": "main"
  },
  "blink-cmp-env": {
    "branch": "main"
  },
  "blink-cmp-git": {
    "branch": "master"
  },
  "blink-ripgrep.nvim": {
    "branch": "main"
  },
  "blink.compat": {
    "branch": "main"
  },
  "blink.lib": {
    "branch": "main"
  },
  "cmp-dap": {
    "branch": "master"
  },
  "codecompanion-history.nvim": {
    "branch": "main"
  },
  "codecompanion-spinner.nvim": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "codediff.nvim": {
    "branch": "main"
  },
  "comfy-line-numbers.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "eldritch.nvim": {
    "branch": "master"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "flatten.nvim": {
    "branch": "main"
  },
  "github-nvim-theme": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glance.nvim": {
    "branch": "master"
  },
  "graft.nvim": {
    "branch": "main"
  },
  "graph_view_toml_parser": {
    "branch": "main"
  },
  "graph_view_yaml_parser": {
    "branch": "master"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "hlargs.nvim": {
    "branch": "main"
  },
  "hmts.nvim": {
    "branch": "patch-1"
  },
  "hydra.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "janet.vim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "log-highlight.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown.nvim": {
    "branch": "master"
  },
  "mellow.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.basics": {
    "branch": "main"
  },
  "mini.bufremove": {
    "branch": "main"
  },
  "mini.extra": {
    "branch": "main"
  },
  "mini.files": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.misc": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neogen": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "nfnl": {
    "branch": "main"
  },
  "nightfox.nvim": {
    "branch": "main"
  },
  "nim.nvim": {
    "branch": "master"
  },
  "none-ls-extras.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navbuddy": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-paredit": {
    "branch": "master"
  },
  "nvim-spider": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "oasis.nvim": {
    "branch": "main"
  },
  "oldworld.nvim": {
    "branch": "main"
  },
  "oxocarbon.nvim": {
    "branch": "main"
  },
  "parinfer-rust": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "popup.nvim": {
    "branch": "master"
  },
  "pretty_hover": {
    "branch": "master"
  },
  "reactive.nvim": {
    "branch": "master"
  },
  "recall.nvim": {
    "branch": "main"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "resolve.nvim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "main"
  },
  "satellite.nvim": {
    "branch": "main"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "sora": {
    "branch": "main"
  },
  "tabby.nvim": {
    "branch": "main"
  },
  "teide.nvim": {
    "branch": "main"
  },
  "telescope-zoxide": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "themery.nvim": {
    "branch": "main"
  },
  "tiny-code-action.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "token": {
    "branch": "main"
  },
  "token-count.nvim": {
    "branch": "main"
  },
  "tokyodark.nvim": {
    "branch": "master"
  },
  "treewalker.nvim": {
    "branch": "main"
  },
  "triforce.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "typescript-tools.nvim": {
    "branch": "master"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "videre.nvim": {
    "branch": "main"
  },
  "vim": {
    "branch": "main"
  },
  "volt": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "xml2lua.nvim": {
    "branch": "master"
  },
  "yorumi.nvim": {
    "branch": "main"
  },
  "yuck.vim": {
    "branch": "master"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
